-- phpMyAdmin SQL Dump
-- version 3.4.10.1
-- http://www.phpmyadmin.net
--
-- Client: localhost
-- Généré le : Dim 01 Décembre 2019 à 04:21
-- Version du serveur: 5.5.20
-- Version de PHP: 5.3.10

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- Base de données: `apphuiss`
--

-- --------------------------------------------------------

--
-- Structure de la table `avoca`
--

CREATE TABLE IF NOT EXISTS `avoca` (
  `ida` int(11) NOT NULL AUTO_INCREMENT,
  `noma` text NOT NULL,
  `date_entre` date NOT NULL,
  PRIMARY KEY (`ida`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- Structure de la table `clerc`
--

CREATE TABLE IF NOT EXISTS `clerc` (
  `idc` int(11) NOT NULL AUTO_INCREMENT,
  `nomc` varchar(50) NOT NULL,
  `date_entre` date NOT NULL,
  `cinclerc` text NOT NULL,
  PRIMARY KEY (`idc`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- Structure de la table `document`
--

CREATE TABLE IF NOT EXISTS `document` (
  `idupt` int(11) NOT NULL,
  `name` text NOT NULL,
  `fichier_url` text NOT NULL,
  `date_register` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`idupt`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Structure de la table `files`
--

CREATE TABLE IF NOT EXISTS `files` (
  `idfile` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(255) NOT NULL,
  `file_url` varchar(255) NOT NULL,
  `date_regestre` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `upkabref` text NOT NULL,
  PRIMARY KEY (`idfile`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- Structure de la table `huissiers`
--

CREATE TABLE IF NOT EXISTS `huissiers` (
  `idh` int(11) NOT NULL AUTO_INCREMENT,
  `nomh` text NOT NULL,
  `date_entre` date NOT NULL,
  `cinhuiss` text NOT NULL,
  PRIMARY KEY (`idh`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- Structure de la table `kabada`
--

CREATE TABLE IF NOT EXISTS `kabada` (
  `idk` int(255) NOT NULL AUTO_INCREMENT,
  `kabaref` text,
  `refkaba` int(11) NOT NULL,
  `kabada` text NOT NULL,
  `date_entre` date NOT NULL,
  `Etat_num` text NOT NULL,
  `Acte_num` text NOT NULL,
  `kabcontre` text NOT NULL,
  `kabAdress1` text NOT NULL,
  `kabAdress2` text NOT NULL,
  `kabAdress3` text NOT NULL,
  `kabTotal` text NOT NULL,
  `kabCout` text NOT NULL,
  `tarif` text NOT NULL,
  `kabhuis` text NOT NULL,
  `kabclerc` text NOT NULL,
  `taslim` int(1) NOT NULL DEFAULT '0',
  `num_taslim` datetime DEFAULT NULL,
  `encour` int(1) NOT NULL DEFAULT '0',
  `num_encour` datetime DEFAULT NULL,
  `kabreqgen` text NOT NULL,
  `listmonjaz` int(1) NOT NULL DEFAULT '0',
  `num_listmonjaz` datetime DEFAULT NULL,
  `prixok` int(1) NOT NULL DEFAULT '0',
  `devisok` int(1) NOT NULL DEFAULT '0',
  `num_prix` datetime DEFAULT NULL,
  `datelist` date DEFAULT NULL,
  `daterecu` date DEFAULT NULL,
  `hajz` int(1) NOT NULL DEFAULT '0',
  `datehajz` date DEFAULT NULL,
  `datekabtab` text,
  `datevente` date DEFAULT NULL,
  `ikhbari` int(1) NOT NULL DEFAULT '0',
  `num_ikhbari` datetime DEFAULT NULL,
  `datevente1` date DEFAULT NULL,
  `rapport` text,
  `reqvente1` text,
  PRIMARY KEY (`idk`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=2 ;

--
-- Contenu de la table `kabada`
--

INSERT INTO `kabada` (`idk`, `kabaref`, `refkaba`, `kabada`, `date_entre`, `Etat_num`, `Acte_num`, `kabcontre`, `kabAdress1`, `kabAdress2`, `kabAdress3`, `kabTotal`, `kabCout`, `tarif`, `kabhuis`, `kabclerc`, `taslim`, `num_taslim`, `encour`, `num_encour`, `kabreqgen`, `listmonjaz`, `num_listmonjaz`, `prixok`, `devisok`, `num_prix`, `datelist`, `daterecu`, `hajz`, `datehajz`, `datekabtab`, `datevente`, `ikhbari`, `num_ikhbari`, `datevente1`, `rapport`, `reqvente1`) VALUES
(1, '\r\n			0', 1458, 'عمالة مقاطعات مولاي رشيد', '2019-06-02', '22', '\r\n			236', 'marsa maroc', 'bloc 26 rue  12 N 123 CASABLNACA', '', '', '1223', '145', '50', 'ذ/ مراد خضار', 'أمين اكويف', 1, '2019-06-13 14:46:59', 1, '2019-06-13 14:49:35', '', 0, NULL, 0, 0, NULL, NULL, NULL, 0, NULL, NULL, NULL, 0, NULL, NULL, NULL, NULL);

-- --------------------------------------------------------

--
-- Structure de la table `mokhtalif`
--

CREATE TABLE IF NOT EXISTS `mokhtalif` (
  `idmkht` int(11) NOT NULL AUTO_INCREMENT,
  `mtrubunal` text NOT NULL,
  `mgenre` text NOT NULL,
  `mmokh` text NOT NULL,
  `mnumdoss` text NOT NULL,
  `mnumh` text NOT NULL,
  `mdatem` date NOT NULL,
  `mavec` text NOT NULL,
  `mavoca` text NOT NULL,
  `mcontre` text NOT NULL,
  `madress` text NOT NULL,
  `mclerc` text NOT NULL,
  `mhuissier` text NOT NULL,
  `donne` int(1) NOT NULL DEFAULT '0',
  `num_donne` datetime DEFAULT NULL,
  `encour` int(1) NOT NULL DEFAULT '0',
  `num_encour` datetime DEFAULT NULL,
  `mreqgenmokh` text NOT NULL,
  `mdatemokhtlf` date DEFAULT NULL,
  `mreqecrmokh` text NOT NULL,
  `monjaz` int(1) NOT NULL DEFAULT '0',
  `num_monjaz` datetime DEFAULT NULL,
  `mdatetanmokh` date NOT NULL,
  `mreqecrtanmokh` text NOT NULL,
  `mreqecrfinmokh` text NOT NULL,
  `mdatefinmokh` date NOT NULL,
  PRIMARY KEY (`idmkht`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- Structure de la table `pv_indar`
--

CREATE TABLE IF NOT EXISTS `pv_indar` (
  `idindar` int(11) NOT NULL AUTO_INCREMENT,
  `indatepv` date NOT NULL,
  `inavec` text NOT NULL,
  `inavoca` text NOT NULL,
  `incontre` text NOT NULL,
  `inadress` text NOT NULL,
  `ingenre` text NOT NULL,
  `inclerc` text NOT NULL,
  `inreqgen` text NOT NULL,
  `infemme` text NOT NULL,
  `infem` text NOT NULL,
  `inscan` text NOT NULL,
  PRIMARY KEY (`idindar`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=16 ;

--
-- Contenu de la table `pv_indar`
--

INSERT INTO `pv_indar` (`idindar`, `indatepv`, `inavec`, `inavoca`, `incontre`, `inadress`, `ingenre`, `inclerc`, `inreqgen`, `infemme`, `infem`, `inscan`) VALUES
(1, '2019-04-04', 'صاري', 'سامي', 'رضوان', 'المغرب', 'رامي', 'منير شياري', 'توصل السيد رشيد المعلومي حسب ذكره،', 'عرفها', 'عرفها', 'image de SPH'),
(2, '2019-04-04', 'صاري', 'سامي', 'رضوان', 'المغرب', 'رامي', 'منير شياري', 'توصل السيد رشيد المعلومي حسب ذكره،', 'عرفها', 'عرفها', 'image de SPH'),
(3, '2019-04-04', 'صاري', 'سامي', 'رضوان', 'المغرب', 'تبليغ استدعاء', 'منير شياري', 'توصل المعطي بذكره', 'عرفه', 'توصل', 'image de SPH'),
(4, '2019-04-04', 'صاري', 'سامي', 'رضوان', 'المغرب', 'تبليغ استدعاء', 'منير شياري', 'توصل المعطي بذكره', 'عرفه', 'توصل', 'image de SPH'),
(5, '2019-03-29', 'صاري', 'المرا', 'قب', 'سيب', 'تبليغ استدعاء', 'منير شياري', 'ليبل', '', '', 'image de SPH'),
(6, '2019-04-24', '', '', '', '', '', 'منير شياري', '', '', '', 'image de SPH'),
(7, '2019-03-27', 'صاري', 'سامي', 'كانوفي', 'سيب', 'تبليغ استدعاء', 'منير شياري', 'سسؤس', '', '', 'image de SPH'),
(8, '2019-03-27', 'صاري', 'سامي', 'كانوفي', 'سيب', 'تبليغ استدعاء', 'منير شياري', 'سسؤس', '', '', 'image de SPH'),
(9, '2019-03-27', 'صاري', 'سامي', 'كانوفي', 'سيب', 'تبليغ استدعاء', 'منير شياري', 'سسؤس', '', '', 'image de SPH'),
(10, '2019-03-27', 'صاري', 'سامي', 'كانوفي', 'سيب', 'تبليغ استدعاء', 'منير شياري', 'سسؤس', '', '', 'image de SPH'),
(11, '2019-06-20', 'صاري', 'سامي', 'كانوفي', 'المغرب', 'تبليغ استدعاء', 'منير شياري', 'توصل المعني بالأمر', 'عرفه', 'توصل', 'image de SPH'),
(12, '2019-06-20', 'صاري', 'سامي', 'كانوفي', 'المغرب', 'تبليغ استدعاء', 'منير شياري', 'توصل المعني بالأمر', 'عرفه', 'توصل', 'image de SPH'),
(13, '2019-06-20', 'صاري', 'سامي', 'كانوفي', 'المغرب', 'تبليغ استدعاء', 'منير شياري', 'السيد رشيد المكناسي خال المعني بالأمر ', 'عرفه', 'رفض', 'image de SPH'),
(14, '2019-06-20', 'صاري', 'سامي', 'رضوان', 'المغرب', 'تبليغ استدعاء', 'منير شياري', 'انتقل المعني بالأمر', '', '', 'image de SPH'),
(15, '2019-06-20', 'صاري', 'سامي', 'رضوان', 'المغرب', 'تبليغ استدعاء', 'منير شياري', 'انتقل المعني بالأمر', '', '', 'image de SPH');

-- --------------------------------------------------------

--
-- Structure de la table `tablighat`
--

CREATE TABLE IF NOT EXISTS `tablighat` (
  `idtab` int(10) NOT NULL AUTO_INCREMENT,
  `trubunal` text NOT NULL,
  `genre` text NOT NULL,
  `numdoss` text NOT NULL,
  `avec` text NOT NULL,
  `avoca` text NOT NULL,
  `contre` text NOT NULL,
  `adress` text NOT NULL,
  `source` text NOT NULL,
  `clerc` text NOT NULL,
  `huissier` text NOT NULL,
  `datejalsa` date NOT NULL,
  `donne` int(1) NOT NULL DEFAULT '0',
  `num_donne` datetime DEFAULT NULL,
  `encour` int(1) NOT NULL DEFAULT '0',
  `num_encour` datetime DEFAULT NULL,
  `datetabligh` date DEFAULT NULL,
  `reqGen` text,
  `reqEcr` text,
  `monjaz` int(1) NOT NULL DEFAULT '0',
  `num_monjaz` datetime DEFAULT NULL,
  PRIMARY KEY (`idtab`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=17 ;

--
-- Contenu de la table `tablighat`
--

INSERT INTO `tablighat` (`idtab`, `trubunal`, `genre`, `numdoss`, `avec`, `avoca`, `contre`, `adress`, `source`, `clerc`, `huissier`, `datejalsa`, `donne`, `num_donne`, `encour`, `num_encour`, `datetabligh`, `reqGen`, `reqEcr`, `monjaz`, `num_monjaz`) VALUES
(1, 'المحكمة الابتدائية المدنية', 'جلسة', '2019/1225/225', 'الشافعي رشيد', 'ذ عزالدين الكتاني', 'محمد صراري', 'شارع محمد الخامس 12 الدارالبيضاء', 'المحكمة', 'منير شياري', '', '2019-09-20', 1, '2019-11-18 15:24:59', 1, '2019-11-18 15:25:38', '2019-11-19', 'بلغ', 'توصل المعني بالامر  شخصيا حسب تصريحه', 1, '2019-11-30 15:24:48'),
(2, 'محكمة الاستئناف التجارية', 'جلسة', '2014/5201/2235', 'البنك المغربي للتجارة و الصناعة', 'ذ عزالدين الكتاني', 'المرابط رامي', 'شارع محمد الخامس 12 الدارالبيضاء', 'مكتب المحامي', 'امين اكويف', '', '2019-11-08', 1, '2019-11-06 16:52:41', 1, '2019-11-06 17:40:17', '2019-11-30', 'مغلق', 'المحل مغلق', 1, '2019-11-30 16:18:45'),
(3, 'محكمة الاستئناف التجارية', 'حكم', '2019/6505/12236', 'يوسف المعطور', 'ذ عزالدين الكتاني', 'الشافعي مراد', 'زنقة 20 رقم 50 المدينة القديمة الدارالبيضاء', 'مكتب المحامي', 'امين اكويف', '', '2019-11-07', 1, '2019-11-06 16:52:41', 1, '2019-11-06 17:40:18', '1992-11-28', 'الرفض', 'بلبلبلبلبلبل', 0, NULL),
(4, 'محكمة الاستئناف التجارية', 'جلسة', '2019/6505/12236', 'العربي محمد', 'ذ عزالدين الكتاني', 'بن بارك سمير', 'زنقة 20 رقم 50 المدينة القديمة الدارالبيضاء', 'المحكمة', 'عادل كواد', '', '2019-11-08', 1, '2019-11-06 16:52:41', 1, '2019-11-06 17:40:18', '2019-11-12', 'مغلق', 'المحل مغلق بعد ثلاث محاولات', 0, NULL),
(5, 'محكمة الاستئناف التجارية', 'انذار عقاري', '2017/8856/52', 'لطفي يونس', 'ذ عزالدين الكتاني', 'مونسي محمد', 'بلوك 6 رقم 12 قرية الجماعة البيضاء', 'الشركة', 'امين اكويف', '', '2019-11-14', 1, '2019-11-06 16:52:41', 1, '2019-11-06 17:40:18', '2019-11-14', 'مجهول بالعنوان', 'المعني بالأمر مجهول بالعنوان المذكور حسب تصريح الجوار', 0, NULL),
(6, 'المحكمة الابتدائية المدنية', 'جلسة', '2019/1225/225', 'البنك المغربي للتجارة و الصناعة', 'ذ عزالدين الكتاني', 'مراد الراشدي', 'شارع محمد السادس 1134 الدارالبيضاء', 'المحكمة', 'امين اكويف', '', '2019-11-04', 1, '2019-11-06 16:52:41', 1, '2019-11-06 17:40:18', '2019-11-19', 'العنوان ناقص', 'انتقل المعني بالامر من العنوان المذكور ', 0, NULL),
(7, 'محكمة الاستئناف التجارية', 'أمر', '2019/4452/525', 'العربي محمد', 'ذ محمد فخار', 'مداتي مهدي', 'الدارالبيضاء', 'مكتب المحامي', 'عادل كواد', '', '2019-10-28', 1, '2019-11-06 16:52:41', 1, '2019-11-06 17:40:19', '2019-11-12', 'العنوان ناقص', 'العنوان ينقصه رقم العقار', 0, NULL),
(8, 'المحكمة الابتدائية المدنية', 'حكم', '2019/8511/8856', 'العربي محمد', 'ذ محمد فخار', 'مداتي مهدي', 'شارع محمد السادس 1134 الدارالبيضاء', 'مكتب المحامي', 'امين اكويف', '', '2019-11-05', 1, '2019-11-18 15:24:59', 1, '2019-11-18 15:25:38', '2019-11-15', 'العنوان ناقص', 'العنوان ناقص من حيث عدم ذكر الحي الفرعي', 0, NULL),
(9, 'المحكمة الابتدائية المدنية', 'أمر', '2019/6505/12236', 'البنك المغربي للتجارة و الصناعة', 'ذ محمد فخار', 'المرابط رامي', 'شارع محمد السادس 1134 الدارالبيضاء', 'مكتب المحامي', 'امين اكويف', '', '2019-11-05', 1, '2019-11-18 15:25:00', 1, '2019-11-18 15:25:38', '2019-11-19', 'مغلق', 'المحل مغلق باستمرار', 0, NULL),
(10, 'المحكمة الابتدائية المدنية', 'أمر', '2019/6505/12236', 'البنك المغربي للتجارة و الصناعة', 'ذ محمد فخار', 'المرابط رامي', 'شارع محمد السادس 1134 الدارالبيضاء', 'مكتب المحامي', 'امين اكويف', '', '2019-11-05', 1, '2019-11-18 15:25:00', 1, '2019-11-18 15:25:38', '2019-11-15', 'لم يعثر على العنوان', 'لم يتمكن من العثور على العنوان المذكور', 0, NULL),
(11, 'المحكمة التجارية', 'جلسة', '2019/6505/12236', 'العربي محمد', 'ذ عزالدين الكتاني', 'بن بارك سمير', 'شارع محمد الخامس 12 الدارالبيضاء', 'المحكمة', 'منير شياري', 'مراد خضار', '2019-11-12', 1, '2019-11-30 15:13:53', 1, '2019-11-30 15:23:43', NULL, NULL, NULL, 0, NULL),
(12, 'محكمة الاستئناف التجارية', 'جلسة', '', '', 'ذ عزالدين الكتاني', '', '', 'المصدر', 'منير شياري', 'المفوض القضائي', '2019-11-30', 1, '2019-11-30 15:57:51', 1, '2019-11-30 16:00:42', NULL, NULL, NULL, 0, NULL),
(13, 'المحكمة الابتدائية المدنية', 'حجز لدى الغير', '2019/6505/13325', 'البنك المغربي للتجارة و الصناعة', 'ذ محمد فخار', 'مداتي مهدي', 'شارع محمد الخامس 12 الدارالبيضاء', 'مكتب المحامي', 'منير شياري', 'عبد الله جداد', '2019-11-30', 0, NULL, 0, NULL, NULL, NULL, NULL, 0, NULL),
(14, 'المحكمة الابتدائية المدنية', 'أمر', '2019/6505/13325', 'العربي محمد', 'ياسمينة بادو', 'محمد صراري', 'شارع محمد السادس 1134 الدارالبيضاء', 'مكتب المحامي', 'عبد الحليم امهيضار', 'عبد الله جداد', '2019-11-30', 1, '2019-11-30 17:22:15', 1, '2019-11-30 17:22:39', NULL, NULL, NULL, 0, NULL),
(15, 'المحكمة الابتدائية المدنية', 'جلسة', '2019/6505/13325', 'البنك المغربي للتجارة و الصناعة', 'ذ محمد فخار', 'محمد صراري', 'طنجة', 'مكتب المحامي', 'عادل كواد', 'عبد الله جداد', '2019-12-02', 1, '2019-11-30 16:33:28', 1, '2019-11-30 16:33:54', '2019-11-29', 'العنوان ناقص', 'العنوان ناقص', 0, NULL),
(16, 'محكمة الاستئناف التجارية', 'بيوعات عقارية', '2019/111/1111', 'hamza', 'ذ محمد فخار', 'simo', 'casa', 'مكتب المحامي', 'عبد الحليم امهيضار', 'مراد خضار', '2019-11-30', 1, '2019-11-30 17:49:30', 1, '2019-11-30 17:50:12', NULL, NULL, NULL, 0, NULL);

-- --------------------------------------------------------

--
-- Structure de la table `tab_kabada`
--

CREATE TABLE IF NOT EXISTS `tab_kabada` (
  `idtk` int(11) NOT NULL AUTO_INCREMENT,
  `tabkabada` text NOT NULL,
  `tabdate_entre` date NOT NULL,
  `tabEtat_num` text NOT NULL,
  `tabActe_num` text NOT NULL,
  `tabkabcontre` text NOT NULL,
  `tabkabAdress1` text NOT NULL,
  `tabkabAdress2` text NOT NULL,
  `tabkabAdress3` text NOT NULL,
  `tabkabTotal` text NOT NULL,
  `tabkabCout` text NOT NULL,
  `tabtarif` text NOT NULL,
  `tabkabhuis` text NOT NULL,
  `tabkabclerc` text NOT NULL,
  `tabdate` date NOT NULL,
  `tabkabreqgen` text NOT NULL,
  `reftabkab` text NOT NULL,
  PRIMARY KEY (`idtk`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=2 ;

--
-- Contenu de la table `tab_kabada`
--

INSERT INTO `tab_kabada` (`idtk`, `tabkabada`, `tabdate_entre`, `tabEtat_num`, `tabActe_num`, `tabkabcontre`, `tabkabAdress1`, `tabkabAdress2`, `tabkabAdress3`, `tabkabTotal`, `tabkabCout`, `tabtarif`, `tabkabhuis`, `tabkabclerc`, `tabdate`, `tabkabreqgen`, `reftabkab`) VALUES
(1, 'fknff', '2019-06-10', 'fs', 'fss', 'fsx', 'dsvfscvs', 'scs', 'sfcs', 'sdcs', 'fes', 'cfezcs ', 'szafqc< ', 'scx', '2019-06-04', 'scx', 'ss');

-- --------------------------------------------------------

--
-- Structure de la table `tab_kabliste`
--

CREATE TABLE IF NOT EXISTS `tab_kabliste` (
  `idtkab` int(11) NOT NULL AUTO_INCREMENT,
  `kabdate` date NOT NULL,
  `kabreqgen` text NOT NULL,
  PRIMARY KEY (`idtkab`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=10 ;

--
-- Contenu de la table `tab_kabliste`
--

INSERT INTO `tab_kabliste` (`idtkab`, `kabdate`, `kabreqgen`) VALUES
(6, '2019-05-15', 'رفض'),
(8, '2019-05-02', 'تم التعليق'),
(9, '2019-04-24', 'بلغ');

-- --------------------------------------------------------

--
-- Structure de la table `tanfidat`
--

CREATE TABLE IF NOT EXISTS `tanfidat` (
  `idtan` int(11) NOT NULL AUTO_INCREMENT,
  `tantrubunal` text NOT NULL,
  `tangenre` text NOT NULL,
  `tannum` text NOT NULL,
  `tannumdoss` text NOT NULL,
  `tannumh` text NOT NULL,
  `tandateh` date NOT NULL,
  `tanavec` text NOT NULL,
  `tanavoca` text NOT NULL,
  `tancontre` text NOT NULL,
  `tanadress` text NOT NULL,
  `tanclerc` text NOT NULL,
  `tanhuissier` text NOT NULL,
  `donne` int(1) NOT NULL DEFAULT '0',
  `num_donne` datetime DEFAULT NULL,
  `encour` int(1) NOT NULL DEFAULT '0',
  `num_encour` datetime DEFAULT NULL,
  `tanfiddate` date DEFAULT NULL,
  `tanreqgen` text NOT NULL,
  `tanreqecr` text NOT NULL,
  `date_i3dar` timestamp NULL DEFAULT NULL,
  `tanorigine` int(11) NOT NULL,
  `tanvaleur` int(11) NOT NULL,
  `tanpouvoir` int(11) NOT NULL,
  `tandevis` int(11) NOT NULL,
  `tancaisse` int(11) NOT NULL,
  `tanprix` int(11) NOT NULL,
  `tantotal` int(11) NOT NULL,
  PRIMARY KEY (`idtan`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=8 ;

--
-- Contenu de la table `tanfidat`
--

INSERT INTO `tanfidat` (`idtan`, `tantrubunal`, `tangenre`, `tannum`, `tannumdoss`, `tannumh`, `tandateh`, `tanavec`, `tanavoca`, `tancontre`, `tanadress`, `tanclerc`, `tanhuissier`, `donne`, `num_donne`, `encour`, `num_encour`, `tanfiddate`, `tanreqgen`, `tanreqecr`, `date_i3dar`, `tanorigine`, `tanvaleur`, `tanpouvoir`, `tandevis`, `tancaisse`, `tanprix`, `tantotal`) VALUES
(1, 'المحكمة التجارية', 'تنفيذ حكم', '2019/253', '2015/896/636', '1236', '2019-06-20', 'العطاوي رشيد', 'ذ فخار محمد', 'لطفي يونس', 'بلوك 25 رقم 16 البيضاء', 'tanclerc', 'مراد خضار', 1, '2019-06-19 21:35:29', 1, '2019-06-21 11:09:28', NULL, '', '', '2019-06-25 00:00:00', 207000, 0, 0, 0, 1035, 5249, 213329),
(2, 'محكمة الاستئناف التجارية', ' تنفيذ أمر', '2019/111', '2018/5562/885', '1236', '2019-06-07', 'المرابط يوسف', 'ذ فخار محمد', 'لطفة', '', 'tanclerc', 'مراد خضار', 1, '2019-06-19 21:35:29', 1, '2019-06-21 11:09:29', NULL, '', '', '2019-06-25 16:54:59', 111111, 111, 222, 333, 444, 5555, 122623),
(3, 'المحكمة الابتدائية المدنية', 'تنفيذ أمر بالأداء ', '2019/111', '2018/562/56', '2336', '2019-06-06', 'العطاوي رشيد', 'ذة كنزة المنصوري', 'لطفي يونس', 'بلوك 25 رقم 16 البيضاء', 'tanclerc', 'ذ. عبد العزيز كندر', 1, '2019-06-21 11:13:19', 1, '2019-06-21 11:30:19', NULL, '', '', NULL, 0, 0, 0, 0, 0, 0, 0),
(4, 'المحكمة الابتدائية المدنية', 'تنفيذ أمر بالأداء ', '2019/111', '2018/562/56', '2336', '2019-06-06', 'العطاوي رشيد', 'ذة كنزة المنصوري', 'لطفي يونس', 'بلوك 25 رقم 16 البيضاء', 'tanclerc', 'ذ. عبد العزيز كندر', 1, '2019-06-21 11:14:28', 1, '2019-06-21 11:43:40', NULL, '', '', '2019-06-25 16:51:44', 111111, 1, 2, 3, 11110, 111, 123123),
(5, 'المحكمة الابتدائية المدنية', 'تنفيذ أمر بالأداء ', '2019/111', '2018/562/56', '2336', '2019-06-06', 'العطاوي رشيد', 'ذة كنزة المنصوري', 'لطفي يونس', 'بلوك 25 رقم 16 البيضاء', 'tanclerc', 'ذ. عبد العزيز كندر', 1, '2019-06-21 11:15:01', 0, NULL, NULL, '', '', NULL, 0, 0, 0, 0, 0, 0, 0),
(6, 'المحكمة الابتدائية المدنية', 'تنفيذ أمر بالأداء ', '2019/111', '2018/562/56', '2336', '2019-06-06', 'العطاوي رشيد', 'ذة كنزة المنصوري', 'لطفي يونس', 'بلوك 25 رقم 16 البيضاء', 'tanclerc', 'ذ. عبد العزيز كندر', 1, '2019-06-21 11:24:58', 0, NULL, NULL, '', '', '2019-06-25 16:42:14', 15000, 0, 0, 0, 1035, 5249, 112035),
(7, 'المحكمة الابتدائية المدنية', 'تنفيذ أمر بالأداء ', '2019/111', '2018/562/56', '2336', '2019-06-06', 'العطاوي رشيد', 'ذة كنزة المنصوري', 'لطفي يونس', 'بلوك 25 رقم 16 البيضاء', 'امين اكويف', 'ذ. عبد العزيز كندر', 1, '2019-06-21 11:26:46', 0, NULL, NULL, '', '', '2019-06-25 00:00:00', 111111, 0, 0, 0, 250, 2330, 112035);

-- --------------------------------------------------------

--
-- Structure de la table `user_arabic`
--

CREATE TABLE IF NOT EXISTS `user_arabic` (
  `idpv` int(11) NOT NULL AUTO_INCREMENT,
  `pvtrubunal` text NOT NULL,
  `pvnumtanfid` text NOT NULL,
  `pvnumdoss` text NOT NULL,
  `pvorder` text NOT NULL,
  `pvdateh` date NOT NULL,
  `pvavec` text NOT NULL,
  `pvavoca` text NOT NULL,
  `pvcontre` text NOT NULL,
  `pvadress` text NOT NULL,
  `pvgenre` text NOT NULL,
  `pvdatetan` date NOT NULL,
  `pvreqgen` text NOT NULL,
  `pvdatepv` date NOT NULL,
  `pvrogine` text NOT NULL,
  `pvcaisse` text NOT NULL,
  `pvpouvoir` text NOT NULL,
  `pvtrans` text NOT NULL,
  `pvtotal` text NOT NULL,
  `pvglobal` text NOT NULL,
  PRIMARY KEY (`idpv`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=79 ;

--
-- Contenu de la table `user_arabic`
--

INSERT INTO `user_arabic` (`idpv`, `pvtrubunal`, `pvnumtanfid`, `pvnumdoss`, `pvorder`, `pvdateh`, `pvavec`, `pvavoca`, `pvcontre`, `pvadress`, `pvgenre`, `pvdatetan`, `pvreqgen`, `pvdatepv`, `pvrogine`, `pvcaisse`, `pvpouvoir`, `pvtrans`, `pvtotal`, `pvglobal`) VALUES
(9, 'المحكمة الابتدائية المدنية', '', '2018/6506/1203', '2018/1225', '2019-03-20', 'صراري', 'المداني', 'يماني', 'طبجة', '????', '2019-03-15', 'المعني', '2019-03-14', '0', '0', '0', '0', '0', '0'),
(10, 'المحكمة الابتدائية المدنية', '', '', '2018/1225', '2019-03-08', 'صراري', 'المداني', 'يماني', 'طبجة', 'أمر', '2019-03-21', 'الوردي', '2019-03-14', '0', '0', '0', '0', '0', '0'),
(11, 'المحكمة الابتدائية المدنية', '', '', '2018/1225', '2019-03-08', 'صراري', 'المداني', 'يماني', 'طبجة', 'أمر', '2019-03-21', 'الوردي', '2019-03-14', '0', '0', '0', '0', '0', '0'),
(12, 'المحكمة الابتدائية المدنية', '', '', '2018/1225', '2019-03-08', 'صراري', 'المداني', 'يماني', 'طبجة', 'أمر', '2019-03-21', 'الوردي', '2019-03-14', '0', '0', '0', '0', '0', '0'),
(13, 'المحكمة الابتدائية المدنية', '', '2015/8559/15', '2018/1225', '2019-03-21', 'صراري', 'المداني', 'يماني', 'طبجة', 'حكم', '2019-03-21', 'الوردي عزيز', '2019-03-14', '0', '0', '0', '0', '0', '0'),
(14, 'المحكمة الابتدائية المدنية', '', '', '2019/112', '2019-03-21', 'المسكيني', 'المعطي', 'رشيد', 'الداخلة', 'حكم', '2019-03-30', 'المعني انتقل', '2019-03-27', '0', '0', '0', '0', '0', '0'),
(15, 'المحكمة الابتدائية المدنية', '', '', '2019/112', '2019-03-21', 'المسكيني', 'المعطي', 'رشيد', 'الداخلة', 'حكم', '2019-03-30', 'المعني انتقل', '2019-03-27', '0', '0', '0', '0', '0', '0'),
(16, 'المحكمة الابتدائية المدنية', '', '', '2019/112', '2019-03-21', 'المسكيني', 'المعطي', 'رشيد', 'الداخلة', 'حكم', '2019-03-30', 'المعني انتقل', '2019-03-27', '0', '0', '0', '0', '0', '0'),
(17, 'المحكمة الابتدائية المدنية', '', '', '2019/112', '2019-03-21', 'المسكيني', 'المعطي', 'رشيد', 'الداخلة', 'حكم', '2019-03-30', 'المعني انتقل', '2019-03-27', '0', '0', '0', '0', '0', '0'),
(18, 'المحكمة الابتدائية المدنية', '', '', '2019/112', '2019-03-21', 'المسكيني', 'المعطي', 'رشيد', 'الداخلة', 'حكم', '2019-03-30', 'المعني انتقل', '2019-03-27', '0', '0', '0', '0', '0', '0'),
(19, 'المحكمة الابتدائية المدنية', '', '', '2019/112', '2019-03-21', 'المسكيني', 'المعطي', 'رشيد', 'الداخلة', 'حكم', '2019-03-30', 'المعني انتقل', '2019-03-27', '0', '0', '0', '0', '0', '0'),
(20, 'المحكمة الابتدائية المدنية', '', '2014/5220/4455', '2019/112', '2019-03-29', 'المسكيني', 'المعطي', 'رشيد', 'البيضاء', 'حكم', '2019-03-30', 'انتقل المعني من العنوان المذكور ', '2019-03-31', '0', '0', '0', '0', '0', '0'),
(21, 'المحكمة الابتدائية المدنية', '', '2015/8559/15', '2019/112', '2019-03-30', 'صراري', 'المعطي', 'يماني', 'البيضاء', 'حكم', '2019-03-20', 'العنوان ناقص', '2019-04-01', '0', '0', '0', '0', '0', '0'),
(22, 'المحكمة الابتدائية المدنية', '', '2015/8559/15', '2019/112', '2019-03-30', 'صراري', 'المعطي', 'يماني', 'البيضاء', 'حكم', '2019-03-20', 'العنوان ناقص', '2019-04-01', '0', '0', '0', '0', '0', '0'),
(23, 'المحكمة الابتدائية المدنية', '', '2015/8559/15', '2019/112', '2019-03-30', 'صراري', 'المعطي', 'يماني', 'البيضاء', 'حكم', '2019-03-20', 'ناقص', '2019-04-01', '0', '0', '0', '0', '0', '0'),
(24, 'المحكمة الابتدائية المدنية', '', '2014/5220/4455', '2019/112', '2019-03-29', 'المسكيني', 'المعطي', 'رشيد', 'البيضاء', 'نوع الاجراء', '2019-03-30', '', '2019-03-31', '0', '0', '0', '0', '0', '0'),
(25, 'المحكمة الابتدائية المدنية', '', '2019/8503/25', '1205', '2019-04-03', 'صراري', 'المعطي', 'رشيد', 'البيضاء', 'القرار', '2019-05-03', '', '2019-04-17', '0', '0', '0', '0', '0', '0'),
(26, 'المحكمة الابتدائية المدنية', '1111/1111/111', '1111/1111/852', '111', '2019-04-03', 'صراري', 'المعطي', 'رشيد', 'البيضاء', 'الأمر', '2019-05-03', '', '2019-04-17', '0', '0', '0', '0', '0', '0'),
(27, 'المحكمة الابتدائية المدنية', '', '', '1225', '2019-04-12', 'صراري', 'المداني', '', 'الداخلة', 'نوع الاجراء', '2019-05-02', '', '2019-04-11', '0', '0', '0', '0', '0', '0'),
(28, 'المحكمة الابتدائية المدنية', '2019/852/115', '2015/8559/15', '111', '2019-04-12', 'صراري', 'المداني', 'يماني', 'سلا', 'الحكم', '2019-04-17', '', '2019-04-11', '0', '0', '0', '0', '0', '0'),
(29, 'المحكمة الابتدائية المدنية', '2019/852/115', '2015/8559/15', '111', '2019-04-12', 'صراري', 'المداني', 'يماني', 'سلا', 'الحكم', '2019-04-17', '', '2019-04-11', '0', '0', '0', '0', '0', '0'),
(30, 'المحكمة الابتدائية المدنية', '2019/852/115', '2015/8559/15', '111', '2019-04-12', 'صراري', 'المداني', 'يماني', 'سلا', 'الحكم', '2019-04-17', '', '2019-04-11', '0', '0', '0', '0', '0', '0'),
(31, 'المحكمة الابتدائية المدنية', '2018/8563', '2015/8559/15', '1205', '2019-04-07', 'المرابط', 'المداني', 'يماني', 'طتجة', 'الأمر', '2019-04-17', '', '2019-04-11', '0', '0', '0', '0', '0', '0'),
(32, 'المحكمة الابتدائية المدنية', '2018/8563', '2015/8559/15', '1205', '2019-04-07', 'المرابط', 'المداني', 'يماني', 'طتجة', 'الأمر', '2019-04-17', '', '2019-04-11', '0', '0', '0', '0', '0', '0'),
(33, 'المحكمة الابتدائية المدنية', '2018/8563', '2015/8559/15', '1205', '2019-04-07', 'المرابط', 'المداني', 'يماني', 'زنقة 12 رقم 10', 'الأمر', '2019-04-17', '', '2019-04-11', '0', '0', '0', '0', '0', '0'),
(34, 'المحكمة الابتدائية المدنية', '2018/8563', '2015/8559/15', '1205', '2019-04-07', 'المرابط', 'المداني', 'يماني', 'زنقة 12 رقم 10', 'الأمر', '2019-04-17', '', '2019-04-11', '0', '0', '0', '0', '0', '0'),
(35, 'المحكمة الابتدائية المدنية', '2018/8563', '2015/8559/15', '1205', '2019-04-07', 'المرابط', 'المداني', 'يماني', 'زنقة 12 رقم 10', 'الأمر', '2019-04-17', '', '2019-04-11', '0', '0', '0', '0', '0', '0'),
(36, 'المحكمة الابتدائية المدنية', '2019/8503/12', '2016/8536/9885', '1989', '2019-04-13', 'المسكيني', 'المعطي', 'رشيد', 'زنقة 12 رقم 10', 'الحكم', '2019-03-26', 'المعني بالأمر لا يقطن يالعنوان ', '2019-04-03', '0', '0', '0', '0', '0', '0'),
(37, 'المحكمة الابتدائية المدنية', '', '', '', '2019-04-11', 'سعيد', 'رشيد', 'يماني', 'الداخلة', 'نوع الاجراء', '2019-04-11', 'نوصل المعني بالأمر ', '2019-04-18', '0', '0', '0', '0', '0', '0'),
(38, 'المحكمة الابتدائية المدنية', '', '', '', '2019-04-11', 'سعيد', 'رشيد', 'يماني', 'الداخلة', 'نوع الاجراء', '2019-04-11', 'نوصل المعني بالأمر ', '2019-04-18', '0', '0', '0', '0', '0', '0'),
(39, 'المحكمة الابتدائية المدنية', '', '', '', '2019-04-11', 'سعيد', 'رشيد', 'يماني', 'الداخلة', 'نوع الاجراء', '2019-04-11', 'نوصل المعني بالأمر ', '2019-04-18', '0', '0', '0', '0', '0', '0'),
(40, 'المحكمة الابتدائية المدنية', '', '', '', '2019-04-11', 'سعيد', 'رشيد', 'يماني', 'الداخلة', 'نوع الاجراء', '2019-04-11', 'نوصل المعني بالأمر ', '2019-04-18', '0', '0', '0', '0', '0', '0'),
(41, 'المحكمة الابتدائية المدنية', '2018/123/1525', '2012/200/2013', '1000', '2019-04-11', 'سعيد', 'رشيد', 'يماني', 'الداخلة', 'نوع الاجراء', '2019-04-11', 'نوصل المعني بالأمر ', '2019-04-18', '0', '0', '0', '0', '0', '0'),
(42, 'المحكمة الابتدائية المدنية', '2018/123/1525', '2012/200/2013', '1000', '2019-04-11', 'المعطي', 'المرضي', 'يماني', 'الداخلة', 'نوع الاجراء', '2019-04-11', 'نوصل المعني بالأمر ', '2019-04-18', '0', '0', '0', '0', '0', '0'),
(43, 'المحكمة الابتدائية المدنية', '2018/8502/1203', '2017/2222/1111', '3333', '2019-04-12', 'المومني', 'المرضي', 'يونس', 'شاون', 'القرار', '2019-04-26', 'لا يجد أي مشترك ', '2019-04-20', '0', '0', '0', '0', '0', '0'),
(44, 'المحكمة الابتدائية المدنية', '2018/8502/1203', '2017/2222/1111', '3333', '2019-04-12', 'المومني', 'المرضي', 'يونس', 'شاون', 'القرار', '2019-04-26', 'لا يجد أي مشترك ', '2019-04-20', '0', '0', '0', '0', '0', '0'),
(45, 'المحكمة الابتدائية المدنية', '2018/8502/1203', '2017/2222/1111', '3333', '2019-04-12', 'المومني', 'المرضي', 'يونس', 'شاون', 'القرار', '2019-04-26', 'لا يجد أي مشترك ', '2019-04-20', '0', '0', '0', '0', '0', '0'),
(46, 'المحكمة الابتدائية المدنية', '2018/8502/1203', '2017/2222/1111', '3333', '2019-04-12', 'المومني', 'المرضي', 'يونس', 'شاون', 'القرار', '2019-04-26', 'لا يجد أي مشترك ', '2019-04-20', '0', '0', '0', '0', '0', '0'),
(47, 'المحكمة الابندائية قضايا الاسرةs', '111/1122/3333', '2017/2222/1111', '2222', '2019-04-12', 'المومني', 'المرضي', 'اصام', 'البيضاء', 'الحكم', '2019-04-26', 'لا يجد هنا', '2019-04-25', '0', '0', '0', '0', '0', '0'),
(48, 'المحكمة الابندائية قضايا الاسرةs', '111/1122/3333', '2017/2222/1111', '2222', '2019-04-12', 'المومني', 'المرضي', 'اصام', 'البيضاء', 'الحكم', '2019-04-26', 'لا يجد هنا', '2019-04-25', '0', '0', '0', '0', '0', '0'),
(49, 'المحكمة الابندائية قضايا الاسرةs', '111/1122/3333', '2017/2222/1111', '2222', '2019-04-12', 'المومني', 'المرضي', 'اصام', 'البيضاء', 'الحكم', '2019-04-26', 'لا يجد هنا', '2019-04-25', '0', '0', '0', '0', '0', '0'),
(50, 'المحكمة الابتدائية المدنية', '2018/5202/23', '', '2018/1225', '2019-04-05', 'تاتاتتا', 'المعطي', 'يماني', 'الداخلة', 'الأمر', '2019-04-26', 'ةىةىةىةىةىةى', '2019-04-19', '0', '0', '0', '0', '0', '0'),
(51, 'المحكمة الابتدائية المدنية', '2018/5202/23', '2018/6506/1203', '2018/1225', '2019-04-05', 'تاتاتتا', 'المعطي', 'يماني', 'الداخلة', 'الأمر', '2019-04-26', 'ةىةىةىةىةىةى', '2019-04-19', '0', '0', '0', '0', '0', '0'),
(52, 'المحكمة الابتدائية المدنية', '2018/5202/23', '2018/6506/1203', '2018/1225', '2019-04-05', 'تاتاتتا', 'المعطي', 'يماني', 'الداخلة', 'الأمر', '2019-04-26', 'ةىةىةىةىةىةى', '2019-04-19', '0', '0', '0', '0', '0', '0'),
(53, 'المحكمة الابتدائية المدنية', '2018/5202/23', '2018/6506/1203', '2018/1225', '2019-04-05', 'تاتاتتا', 'المعطي', 'يماني', 'الداخلة', 'الأمر', '2019-04-26', 'ةىةىةىةىةىةى', '2019-04-19', '0', '0', '0', '0', '0', '0'),
(54, 'المحكمة الابتدائية المدنية', '2018/5202/23', '2018/6506/1203', '2018/1225', '2019-04-05', 'تاتاتتا', 'المعطي', 'يماني  الفبؤي', 'الداخلة', 'الأمر', '2019-04-26', 'ةىةىةىةىةىةى', '2019-04-19', '0', '0', '0', '0', '0', '0'),
(55, 'المحكمة الابتدائية المدنية', '2018/5202/23', '2018/6506/1203', '2018/1225', '2019-04-05', 'تاتاتتا', 'المعطي', 'يماني  الفبؤيضثصضثص', 'الداخلة', 'الأمر', '2019-04-26', 'ةىةىةىةىةىةى', '2019-04-19', '0', '0', '0', '0', '0', '0'),
(56, 'المحكمة الابتدائية المدنية', '2018/5202/23', '2018/6506/1203', '2018/1225', '2019-04-05', 'تاتاتتا', 'المعطي', 'يماني  الفبؤيضثصضثصالالالالالالالالا', 'الداخلة', 'الأمر', '2019-04-26', 'ةىةىةىةىةىةى', '2019-04-19', '0', '0', '0', '0', '0', '0'),
(57, 'المحكمة الابتدائية المدنية', '2018/5202/23', '2018/6506/1203', '2018/1225', '2019-04-05', 'تاتاتتا', 'المعطي', 'يماني  الفبؤيضثصضثصالالالالالالالالاششششششش', 'الداخلة', 'الأمر', '2019-04-26', 'ةىةىةىةىةىةى', '2019-04-19', '0', '0', '0', '0', '0', '0'),
(58, 'المحكمة الابتدائية المدنية', '1989/01/07', '', '', '2019-04-12', 'تاتاتتا', 'المعطي', 'رشيد تاب', 'زنقة 12 رقم 10', 'الحكم', '2019-04-19', '52525522', '2019-04-19', '0', '0', '0', '0', '0', '0'),
(59, 'المحكمة الابتدائية المدنية', '1989/01/07', '', '2019/112', '2019-04-05', 'صراري', 'المعطي', 'رشيد الةاتب', 'الداخلة', 'نوع الاجراء', '2019-04-19', 'ggggg', '2019-04-25', '0', '0', '0', '0', '0', '0'),
(60, 'المحكمة الابتدائية المدنية', '1989/01/07', '2015/8559/15', '2018/1225', '2019-04-26', 'صراري اتاتاتاتاتا', 'المداني', 'رشيد', 'الداخلة', 'نوع الاجراء', '2019-04-26', 'غفغفغف', '2019-04-17', '0', '0', '0', '0', '0', '0'),
(61, 'المحكمة الابتدائية المدنية', '1989/01/07', '2015/8559/15', '2018/1225', '2019-04-26', 'صراري اتاتاتاتاتاbببببب', 'المداني', 'رشيد', 'الداخلة', 'نوع الاجراء', '2019-04-26', 'غفغفغف', '2019-04-17', '0', '0', '0', '0', '0', '0'),
(62, 'المحكمة الابتدائية المدنية', '1989/01/07', '2015/8559/15', '2018/1225', '2019-04-26', 'صراري اتاتاتاتاتاbببببب', 'المداني', 'رشيد', 'الداخلة', 'نوع الاجراء', '2019-04-26', 'غفغفغف', '2019-04-17', '0', '0', '0', '0', '0', '0'),
(63, 'محكمة الاستئناف التجارية', '1989/01/07', '2015/8559/15', '2018/1225', '2019-04-26', 'الغرسي', 'المداني', 'رشيد', 'الداخلة', 'نوع الاجراء', '2019-04-26', 'لا شيء', '2019-04-17', '0', '0', '0', '0', '0', '0'),
(64, 'محكمة الاستئناف التجارية', '1989/01/07', '2015/8559/15', '2018/1225', '2019-04-26', 'الغرسي', 'المداني', 'رشيد', 'الداخلة', 'نوع الاجراء', '2019-04-26', 'لا شيء', '2019-04-17', '0', '0', '0', '0', '0', '0'),
(65, 'محكمة الاستئناف التجارية', '1989/01/07', '2015/8559/15', '2018/1225', '2019-04-26', 'الغرسي', 'المداني', 'رشيد', 'الداخلة', 'نوع الاجراء', '2019-04-26', 'لا شيء', '2019-04-17', '0', '0', '0', '0', '0', '0'),
(66, 'المحكمة الابتدائية المدنية', '2018/8563', '2017/2222/1111', '2019/112', '2019-04-19', 'تاتاتتا', 'المداني', 'عصام ', 'باب العين', 'الأمر', '2019-04-26', 'الياليالالياليالي', '2019-04-19', '0', '0', '0', '0', '0', '0'),
(67, 'المحكمة الابتدائية المدنية', '2018/8563', '2018/6506/1203', '2019/112', '2019-04-25', 'تاتاتتا', 'المداني', 'عصام', 'باب العين', 'الأمر', '2019-04-19', 'الالااالالالال', '2019-04-26', '0', '0', '0', '0', '0', '0'),
(68, 'المحكمة الابندائية قضايا الاسرةs', '2018/8563', '1111/1111/852', '3333', '2019-04-24', 'صراري', 'المعطي', 'اصام', 'شاون', 'حكم', '2019-04-25', 'توصل السيد رشيد', '2019-03-08', '', '1000.25', '11524.00', '1442.3', '12316513.232', ''),
(69, 'المحكمة الابندائية قضايا الاسرةs', '2018/8563', '1111/1111/852', '3333', '2019-04-24', 'صراري', 'المعطي', 'اصام', 'شاون', 'حكم', '2019-04-25', 'توصل السيد رشيد', '2019-03-08', '120021', '1000.25', '11524.00', '1442.3', '12316513.232', '220021'),
(70, 'محكمة الاستئناف التجارية', '2015', '1112022145', '1213', '2019-04-11', 'صراري', 'المداني', 'يماني', 'الداخلة', 'أمر', '2020-12-12', 'المرجع', '2019-04-12', '999999999', '999999999', '999999999', '999999999', '999999999', '999999999'),
(71, 'محكمة الاستئناف التجارية', '2015', '1112022145', '1213', '2019-04-11', 'صراري', 'المداني', 'يماني', 'الداخلة', 'أمر', '2020-12-12', 'المرجع', '2019-04-12', '999999999', '999999999', '999999999', '999999999', '999999999', '999999999'),
(72, 'المحكمة الابتدائية المدنية', '', '', '', '2019-03-31', '', '', '', '', 'نوع الاجراء', '2020-12-12', 'توصل(ت) به ', '2019-03-31', '999999999', '999999999', '999999999', '999999999', '999999999', '999999999'),
(73, 'المحكمة الابتدائية المدنية', '', '', '', '2019-03-31', '', '', '', '', 'نوع الاجراء', '2020-12-12', 'توصل(ت) به ', '2019-03-31', '999999999', '999999999', '999999999', '999999999', '999999999', '999999999'),
(74, 'المحكمة الابندائية قضايا الاسرة', '2018/5202/23', '2018/6506/1203', '1587', '2019-04-10', 'صراري', 'المعطي', 'يونس', 'شاون', 'حكم', '2020-12-12', 'توصل(ت) به ', '2019-04-05', '999999999', '999999999', '999999999', '999999999', '999999999', '999999999'),
(75, 'المحكمة الابندائية قضايا الاسرة', '2015', '2015/8559/15', '2019', '2019-05-02', 'تاتاتتا', 'المعطي', 'يماني', 'شاون', 'حكم', '2019-04-11', '', '2019-04-04', '120021', '218.25', '2014', '1000', '11111', '220021'),
(76, 'المحكمة الابندائية قضايا الاسرة', '2015', '2015/8559/15', '2019', '2019-05-02', 'تاتاتتا', 'المعطي', 'يماني', 'شاون', 'حكم', '2019-04-11', '', '2019-04-04', '120021', '218.25', '2014', '1000', '11111', '220021'),
(77, 'المحكمة الابتدائية المدنية', '2019/852/115', '2018/6506/1203', '2019/1203', '2019-05-27', 'شركة طنجة تور', 'ذ الكتاني عزالدين', 'اليماني يونس', '', 'أمر', '2019-06-11', 'توصل المعني بالأمر بالاعذار و طلب مهلة لتسديد المبلغ', '2019-06-22', '12000.00', '12000', '2000.00', '450.00', '130.00', '12130.00'),
(78, 'المحكمة الابتدائية المدنية', '2019/852/115', '2018/6506/1203', '2019/1203', '2019-05-27', 'شركة طنجة تور', 'ذ الكتاني عزالدين', 'اليماني يونس', '', 'أمر', '2019-06-11', 'توصل المعني بالأمر بالاعذار و طلب مهلة لتسديد المبلغ', '2019-06-22', '12000.00', '12000', '2000.00', '450.00', '130.00', '12130.00');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
